[Play_X2_XP_ASSN_S_ADVENT_Tower_Available AkEvent]
SpokenText="Старiйшини наполягли на мирi з вашим жалюгiдним видом, i ця вежа стала символом такого нерiвного союзу."

[Play_X2_XP_ASSN_S_Assault_Avenger_First AkEvent]
SpokenText="Оскiльки ви продовжуєте ховатися в своїй норi, як щури, я змушена прийти i кинути вам виклик на порозi вашого сховища."

[Play_X2_XP_ASSN_S_Assault_Avenger_Subs AkEvent]
SpokenText="Я не упущу нової можливостi завдати вам удару в саме серце. Ви багато чого забрали у Старiйшин, i менi доведеться все це повернути."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_First AkEvent]
SpokenText="Настав час випробувати ваших союзникiв на вiрнiсть спiльнiй справi. Чи витримають вони перед лицем смертi?"

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_A AkEvent]
SpokenText="Жодна фортеця не стане сховищем для вашого опору. Я зiтру їх на порох."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_B AkEvent]
SpokenText="Я поширю жах по всьому свiту. Нехай всi знають, що їх чекає."

[Play_X2_XP_ASSN_S_Avatar_Meter_High AkEvent]
SpokenText="Плани Старiйшин майже увiнчалися успiхом. У мене, як i у вас, залишається мало часу."

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Complete AkEvent]
SpokenText="Ця година настала: я знаю все, що менi потрiбно, щоб постукати у вашi дверi. Готуйтеся!"

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Halfway AkEvent]
SpokenText="Поступово менi стають яснiшими вашi перемiщення. З кожним днем я все ближче до того, щоб покласти край вашому безкiнечному вiдступу."

[Play_X2_XP_ASSN_S_Chosen_Leveled_Up AkEvent]
SpokenText="Моя пiдготовка, всi мої зусилля виправдалися! Я вiдчуваю приплив сил!"

[Play_X2_XP_ASSN_S_Covert_Action_Cancelled_Plans AkEvent]
SpokenText="Ваше втручання в мої плани може уповiльнити наступ неминучого кiнця цього свiту, але не може його запобiгти."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_A AkEvent]
SpokenText="Схоже, немає кiнця неприємностям, якi переслiдують вас."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_B AkEvent]
SpokenText="Я дуже сумнiваюся, що це полiпшить вашi шанси."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_C AkEvent]
SpokenText="Вам потрiбно зрозумiти суть рiвноваги, iнакше весь свiт може обернутися проти вас."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_D AkEvent]
SpokenText="У вас була можливiсть уникнути подiбного сценарiю, але тепер вам доведеться зiткнутися з ним напряму."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_E AkEvent]
SpokenText="Плани Старiйшин набувають форми, занурюючи цей свiт у темряву."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_A AkEvent]
SpokenText="Якщо це все, на що ви здатнi в бою, то цей свiт стане моїм ранiше, нiж я передбачала."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_B AkEvent]
SpokenText="Я очiкувала значно бiльшого вiд вас. Можливо, Старiйшини слабшi, нiж багато столiть тому."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_C AkEvent]
SpokenText="Що буде з жителями вашої планети, коли вони зрозумiють, що їх останнiй надiї кiнець?"

[Play_X2_XP_ASSN_S_Enter_Chosen_Territory AkEvent]
SpokenText="Ваша наполегливiсть може стати вашою загибеллю. Якщо нам доведеться схрестити клинки, то я сподiваюся, що ви будете готовi до цiєї зустрiчi."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_A AkEvent]
SpokenText="Вiдступити немає сорому. Кожен повинен знати межi своїх можливостей."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_B AkEvent]
SpokenText="Я зберуся з силами, i ми знову зустрiнемося."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_C AkEvent]
SpokenText="Пiд час нашої наступної зустрiчi я буду готова покiнчити з вами!"

[Play_X2_XP_ASSN_S_Geoscape_Favored AkEvent]
SpokenText="Моє пiднесення серед Обраних було неминучiстю. Всi, хто стоїть у мене на шляху, будуть знищенi. Насолоджуйтеся останнiми днями свободи."

[Play_X2_XP_ASSN_S_Philosophy_A AkEvent]
SpokenText="Подiбно до того, як ви прагнете звiльнити свою расу вiд того, що вважаєте гнiтом Старiйшин, так само i я з самого свого створення змушена служити своїм божествам за покликом честi, незалежно вiд їх намiрiв."

[Play_X2_XP_ASSN_S_Philosophy_B AkEvent]
SpokenText="Ми не такi вже й рiзнi. Ми обоє пережили i завдали iншим великi втрати. Я проливаю кров заради своїх повелителiв; ви посилаєте своїх пiдлеглих, щоб вони проливали кров за вас. Є рiзниця мiж честю i лицемiрством."

[Play_X2_XP_ASSN_S_Philosophy_C AkEvent]
SpokenText="Я не соромлюся того, що захоплююся вашою рiшучiстю перед обличчям багаторазово перевершуючого ворога. Я була народжена заради битви, заради того, щоб не здригнувшись зустрiчати ворогiв вiч-на-вiч. У вас я бачу тiнь своєї власної природи."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_A AkEvent]
SpokenText="Ви розумiєте наслiдки своїх дiй? А вашi солдати - вони розумiють, що їх чекає?"

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_B AkEvent]
SpokenText="Вашi солдати не повиннi потрапляти в полон! Їх страждання лише посилять ганьбу."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_C AkEvent]
SpokenText="Як думаєте, скiльки часу пройде, перш нiж мiй новий полонений розкриє всi свої таємницi?"

[Play_X2_XP_ASSN_S_Player_Built_Shadow_Chamber AkEvent]
SpokenText="Те, що ви змушенi вдатися до допомоги машин, щоб пiзнати шляхи Старiйшин, показує всю глибину вашого невiгластва."

[Play_X2_XP_ASSN_S_Player_Contacted_Reaper_HQ AkEvent]
SpokenText="Спiвпраця з цими екстремiстами не пiде на користь єдностi всерединi Опору."

[Play_X2_XP_ASSN_S_Player_Contacted_Skirmisher_HQ AkEvent]
SpokenText="Якщо ви хотiли розiзлити мене, звернувшись за допомогою до мерзенних зрадникiв, то досягли своєї мети!"

[Play_X2_XP_ASSN_S_Player_Contacted_Templar_HQ AkEvent]
SpokenText="Вашi Тамплiєри нiчим не вiдрiзняються вiд мiльйонiв iнших, хто не змiг встояти перед могутнiстю Старiйшин."

[Play_X2_XP_ASSN_S_Player_Found_Forge_Coords AkEvent]
SpokenText="Я попереджаю вас: вторгнення на цю територiю призведе до загибелi всiх, кого ви пошлете сюди для втамування власної цiкавостi."

[Play_X2_XP_ASSN_S_Player_Found_Gate_Coords AkEvent]
SpokenText="З урахуванням обмеженостi ваших ресурсiв вам слiд було б залишити це мiсце в спокої. В iншому випадку ви заплатите за своє втручання."

[Play_X2_XP_ASSN_S_Player_Killed_Avatar AkEvent]
SpokenText="Старiйшини створили безлiч рiзних речей, однак сьогоднi ви знищили творiння, найбiльш важливе для їхнього плану. Це було недалекоглядно, хоча й смiливо."

[Play_X2_XP_ASSN_S_Player_Killed_Codex AkEvent]
SpokenText="Менi завжди було цiкаво, чому Старiйшини вирiшили довiрити свої знання iстотi, настiльки незацiкавленiй у їхнiх планах."

[Play_X2_XP_ASSN_S_Player_Near_Forge_Region AkEvent]
SpokenText="Старiйшини велять менi вбити кожного, хто наблизиться до цього мiсця. Чи готовi вашi солдати до такої долi?"

[Play_X2_XP_ASSN_S_Player_Near_Gate_Region AkEvent]
SpokenText="Всiм було б краще, якби ви не чiпали свої знахiдки. Ви не готовi зiткнутися з тим, до чого вони приведуть."

[Play_X2_XP_ASSN_S_Player_Recovered_Forge_Body AkEvent]
SpokenText="Нехай ви заволодiли творiнням Старiйшин, але всi вашi спроби зупинити здiйснення їхнiх планiв призведуть лише до незначних затримок."

[Play_X2_XP_ASSN_S_Player_Recovered_Gate AkEvent]
SpokenText="Людям буває важко побороти свою цiкавiсть, однак зараз ви стоїте перед тим, що непiдвладне вашому розумiнню."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_A AkEvent]
SpokenText="Я вшаную пам'ять загиблого родича так само, як ви - своїх загиблих товаришiв: проливаючи кров ворогiв у битвi!"

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_B AkEvent]
SpokenText="Я помщуся за загибель свого брата, навiть якщо таким був його власний вибiр."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_C AkEvent]
SpokenText="Моїм братам часто буває чужа обережнiсть, так що ваша перемога мене не здивувала. Однак же я скорблю за цiєю втратою."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_D AkEvent]
SpokenText="Старiйшини безмежно засмученi цiєю втратою. Нам усiм була вiдома цiна невдачi."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_E AkEvent]
SpokenText="Якби ви не забрали його життя, то рано чи пiзно його наздогнав би гнiв Старiйшин. З тим же результатом."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_A AkEvent]
SpokenText="Вам слiд пiдготувати свої сили до важких наслiдкiв. Старiйшини не послали б мене туди, де моїх здiбностей було б недостатньо."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_B AkEvent]
SpokenText="Я була створена стати передвiсницею перемоги. У всiх володiннях Старiйшин немає бiльш великого воїна."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_C AkEvent]
SpokenText="Нехай поразка вас не пригнiчує: вашим жалюгiдним вiйськам нiколи не здолати воїна мого рiвня."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_D AkEvent]
SpokenText="На вiдмiну вiд рядових слуг Старiйшин, менi не потрiбне тактичне керiвництво, яке колись здiйснювали ви. Як ви скоро самi переконаєтеся, я цiлком вправна воїтелька."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_E AkEvent]
SpokenText="Ваша поразка була неминучою з тiєї самої хвилини, коли нашi шляхи перетнулися."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_A AkEvent]
SpokenText="Вашi солдати доблесно билися сьогоднi, здобувши заслужену перемогу. Але не сподiвайтеся, що це змусить мене вiдступити."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_B AkEvent]
SpokenText="Враховуючи те, якi жертви ви готовi принести на полi бою, рано чи пiзно слiд було очiкувати деякого успiху в тому чи iншому виглядi."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_C AkEvent]
SpokenText="Ця перемога зробить мене бiльш сильною i бiльш стiйкою до ваших тактик!"

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_D AkEvent]
SpokenText="Випадкова перемога, така ж безцiльна, як блукання приречених у безоднi."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_E AkEvent]
SpokenText="Насолоджуйтеся сьогоднiшньою перемогою. Нiкому невiдомо, що уготовано вам у майбутньому."

[Play_X2_XP_ASSN_S_Retaliation_Blade_A AkEvent]
SpokenText="Якщо це - пiдроздiли Опору, то я завдам удару по його фундаменту!"

[Play_X2_XP_ASSN_S_Retaliation_Blade_B AkEvent]
SpokenText="Всiх, хто допомагає вам протистояти волi Старiйшин, чекає однаковий кiнець."

[Play_X2_XP_ASSN_S_Retaliation_Blade_C AkEvent]
SpokenText="Вашi друзi усвiдомлюють, що їх доля залежить лише вiд того, чи повернетеся ви в обiйми Старiйшин?"

[Play_X2_XP_ASSN_S_Retaliation_Blade_D AkEvent]
SpokenText="Сьогоднiшнiй день забере безлiч невинних життiв, i ця кров буде на ваших руках."

[Play_X2_XP_ASSN_S_Retaliation_Blade_E AkEvent]
SpokenText="Вони зробили свiй вибiр. Тепер вони за нього заплатять."

[Play_X2_XP_ASSN_S_Retaliation_Complete_A AkEvent]
SpokenText="Вашi вiрнi послiдовники поплатилися життям за те, що мали нахабнiсть виступити проти Старiйшин."

[Play_X2_XP_ASSN_S_Retaliation_Complete_B AkEvent]
SpokenText="Для Старiйшин немає невинних нi серед чоловiкiв, нi серед жiнок, нi серед дiтей. Всiх, хто протистоїть їх волi, чекає кара, i честь тут нi до чого."

[Play_X2_XP_ASSN_S_Retaliation_Complete_C AkEvent]
SpokenText="Я не знаходжу задоволення в подiбних битвах, проте змушена пiдкоритися волi своїх повелителiв."

[Play_X2_XP_ASSN_S_Retaliation_Complete_D AkEvent]
SpokenText="Завдяки вам Опiр поповнився багатьма новими обличчями. Але де ви були, коли вони потребували вас найбiльше?"

[Play_X2_XP_ASSN_S_Retaliation_Complete_E AkEvent]
SpokenText="Нехай це буде вам нагадуванням: поки ви не займете своє законне мiсце бiля Старiйшин, всiх, хто виступає на вашому боцi, чекає така ж доля."

[Play_X2_XP_ASSN_S_Sabotage_Failed_A AkEvent]
SpokenText="Цього разу вам вдалося порушити мої хитромудрi плани."

[Play_X2_XP_ASSN_S_Sabotage_Failed_B AkEvent]
SpokenText="Перемоги можна досягти найрiзноманiтнiшими способами, але сьогоднi доля розпорядилася iнакше."

[Play_X2_XP_ASSN_S_Sabotage_Failed_C AkEvent]
SpokenText="У цих тактиках немає честi. Я не шкодую про невдачу."

[Play_X2_XP_ASSN_S_Sabotage_Failed_D AkEvent]
SpokenText="Я досягну успiху в наступний раз. Подiбнi тактики не повиннi плямувати мою честь."

[Play_X2_XP_ASSN_S_Sabotage_Failed_E AkEvent]
SpokenText="У своєму служiннi Старiйшинам я змушена використовувати навiть настiльки презирливi тактики."

[Play_X2_XP_ASSN_S_Sabotage_Success_A AkEvent]
SpokenText="Немає того, на що я не була б готова, щоб в iм'я Старiйшин покласти край цiй вiйнi."

[Play_X2_XP_ASSN_S_Sabotage_Success_B AkEvent]
SpokenText="Я змушена опуститися до тактик своїх ворогiв заради того, щоб зайняти мiсце фаворита Старiйшин."

[Play_X2_XP_ASSN_S_Sabotage_Success_C AkEvent]
SpokenText="Простота цих тактик має бути вам знайома: ви самi використовуєте їх проти Старiйшин."

[Play_X2_XP_ASSN_S_Sabotage_Success_D AkEvent]
SpokenText="Подiбно до того, як ви адаптували свої тактики для Опору, адаптуюся i я, щоб здiйснити волю Старiйшин i отримати свою нагороду."

[Play_X2_XP_ASSN_S_Sabotage_Success_E AkEvent]
SpokenText="Якщо я змушена застосовувати подiбнi методи, щоб досягти поставленої мети, значить, так воно i буде."

[Play_X2_XP_ASSN_S_Soldier_Captured_A AkEvent]
SpokenText="Мiй досвiд говорить, що полоненi зазвичай готовi дiлитися своїми знаннями - потрiбно лише змусити їх забути про те, як вони пiдводять свого шефа."

[Play_X2_XP_ASSN_S_Soldier_Captured_B AkEvent]
SpokenText="Я не сумнiваюся, що з часом полонений подiлиться зi мною всiм, що йому вiдомо, опинившись один на один з жахом безкрайньої безоднi."

[Play_X2_XP_ASSN_S_Soldier_Captured_C AkEvent]
SpokenText="Сили \"Адвента\" свого часу повернулися не з одним полоненим, однак по частинi переконливостi я можу дати їм фору."

[Play_X2_XP_ASSN_S_Soldier_Captured_D AkEvent]
SpokenText="Я готова використовувати будь-якi засоби, щоб отримати нову iнформацiю i випередити своїх родичiв."

[Play_X2_XP_ASSN_S_Soldier_Captured_E AkEvent]
SpokenText="Брехливi обiцянки часто стають важливим iнструментом для отримання iнформацiї вiд полонених."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_A AkEvent]
SpokenText="Ваша жалюгiдна спроба залишитися непомiченими провалилася, а один з ваших солдатiв тепер у мене."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_B AkEvent]
SpokenText="Якщо ви сподiвалися мене обдурити, то потрiбно було краще старатися. Цiна вашої помилки - мiй новий полонений."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_A AkEvent]
SpokenText="Схоже, ви покинули одного зi своїх солдатiв. На жаль, я не можу гарантувати його збереження."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_B AkEvent]
SpokenText="Не сумнiваюся, що солдат, покинутий вами на полi бою, дозволить менi заволодiти цiнною iнформацiєю."

[Play_X2_XP_ASSN_S_Soldier_Rescued_A AkEvent]
SpokenText="Вiрнiсть товаришу в бiдi благородна. Невдача стала б ганьбою для нас обох."

[Play_X2_XP_ASSN_S_Soldier_Rescued_B AkEvent]
SpokenText="Вважаю, раз ви дозволили своєму солдату потрапити в полон, то просто зобов'язанi були спробувати його врятувати."

[Play_X2_XP_ASSN_S_Soldier_Rescued_C AkEvent]
SpokenText="Я сподiваюся, вашому солдату вдасться оговтатися вiд нашої - нехай i короткої - зустрiчi."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_A AkEvent]
SpokenText="Не залишилося жодної нори, де ви могли б сховатися вiд мене! Я йду за вами."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_B AkEvent]
SpokenText="Карти розкритi! Я сподiваюся, ви пiдготуєте теплий прийом до мого прибуття."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_C AkEvent]
SpokenText="Я йду за вами. Бiльше нiяких вiдстрочок."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_A AkEvent]
SpokenText="Все прояснюється: менi вiдкрилися вашi плани звернути нашi вiйська проти нас самих. Тепер будьте обережнiшi."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_B AkEvent]
SpokenText="Ви робите помилки, а вашi плани набагато передбачуванiшi, нiж ви вважаєте. Ризик збiльшується."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_C AkEvent]
SpokenText="Залишилося зовсiм небагато. Спочатку я розкрию вашi плани, потiм - координати \"Месника\"."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_A AkEvent]
SpokenText="З кожним днем я все ближче до того, щоб знайти вас i залишки ваших вiйськ. Готуйтеся."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_B AkEvent]
SpokenText="Сподiвайтеся, що я знайду вас ранiше, нiж iншi. Вони далеко не такi цивiлiзованi."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_C AkEvent]
SpokenText="Час працює проти вас. Залишилося недовго; скоро я знайду вас."

[Play_X2_XP_ASSN_S_XCOM_Covert_Action_Ambushed AkEvent]
SpokenText="Ви дiйсно планували завдати удару з тiнi, поки я ще в свiтi живих?"

[Play_X2_XP_ASSN_S_XCOM_Fame_Spreading AkEvent]
SpokenText="Свiту стає вiдомо про вашi досягнення. Боюся, однак, що це не принесе людям нiчого, крiм необґрунтованих надiй."

[Play_X2_XP_ASSN_S_XCOM_Lost_Mission AkEvent]
SpokenText="Ця поразка стане справжнiм випробуванням для вашого характеру. Як ви приймете кинутий виклик?"

[Play_X2_XP_ASSN_S_XCOM_Lost_Stronghold AkEvent]
SpokenText="У вас була унiкальна можливiсть завдати удару по моєму сховищу в цьому жалюгiдному свiтi, i ви не змогли скористатися нею належним чином. Iншого такого моменту не буде: я не дозволю вам наблизитися до себе."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_A AkEvent]
SpokenText="Ваш солдат завершив цю кампанiю з честю, чого не можна сказати про багатьох представникiв вашої раси."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_B AkEvent]
SpokenText="Ваш солдат помер смертю, гiдною загартованого воїна. Вас слiд не сумувати, а заздрити."

[Play_X2_XP_ASSN_S_XCOM_Recovered_Fragment AkEvent]
SpokenText="Якщо здобутi вами знання наблизять розв'язку цiєї iсторiї, то я схвалюю вашi спроби знайти мене."
